/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row가 컨텐츠를 찾을 수 없습니다.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row가 현재 노래를 재생할 수 없습니다.";


/* kBRMediaNoPhotoContent */
301 = "Front Row가 사진을 찾을 수 없습니다.";

/* kBRMediaNoPodcastContent */
302 = "Front Row가 podcast를 찾을 수 없습니다.";

/* kBRMediaNotDRMAuthorized */
303 = "이 컨텐츠를 재생하도록 인증되지 않았습니다.";

/* kBRMediaNoTVShowContent */
305 = "Front Row가 TV 프로그램을 찾을 수 없습니다.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row가 뮤직 비디오를 찾을 수 없습니다.";

/* kBRMediaNoPlaylists */
307 = "Front Row가 재생목록을 찾을 수 없습니다.";

/* kBRMediaNoSongContent */
308 = "Front Row가 노래를 찾을 수 없습니다.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row가 오디오북을 찾을 수 없습니다.";

/* kBRMediaNoMovies */
315 = "Front Row가 동영상을 찾을 수 없습니다.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row가 이 컨텐츠를 재생하도록 인증되어 있지 않습니다.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row가 이미 이 소스에 연결을 시도 중 입니다.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row가 이 보관함에 연결되어 있지 않습니다.";

